Repository: panuwatnuni/MKN.JTikApp
Catalog: lib/l10n/app_*.arb
Languages: th

# tabHome
source: Home
th: หน้าหลัก

# tabBrands
source: Brands
th: แบรนด์

# tabPromotions
source: Promos
th: โปรโมชัน

# tabNotifications
source: Notifications
th: การแจ้งเตือน

# tabProfile
source: Me
th: ฉัน

# searchHint
source: Search in JTikApp
th: ค้นหาใน JTikApp

# eserviceTitle
source: E-Service
th: อีเซอร์วิส

source: Coming Soon
th: เร็ว ๆ นี้

source: Notify me
th: แจ้งเตือนฉัน

# notifySubscribed
source: You're on the list!
th: บันทึกเรียบร้อย

source: Promotions Hub
th: ศูนย์โปรโมชัน

source: Brand Wall
th: รวมแบรนด์

source: Flash Sale
th: แฟลชเซลล์

source: New Arrivals
th: มาใหม่

source: Top Deals
th: ดีลเด็ด

source: Most Reviewed
th: รีวิวเยอะ

# emptyState
source: Nothing to show right now.
th: ยังไม่มีข้อมูล

# loginCta
source: Sign in to continue
th: เข้าสู่ระบบเพื่อดำเนินการ

source: Logout
th: ออกจากระบบ

# profileGreeting
source: Welcome back
th: ยินดีต้อนรับ

source: Add to Cart
th: หยิบใส่รถเข็น

source: Buy Now
th: ซื้อเลย

source: Price
th: ราคา

source: Sale
th: โปร

source: Reviews
th: รีวิว

# notifyEserviceSuccess
source: We will let you know when the service launches.
th: เราจะแจ้งเมื่อพร้อมให้บริการ

source: Mark all read
th: อ่านทั้งหมด

# clearPromotions
source: Clear promos
th: ล้างโปรโมชัน

source: Bulk actions
th: การทำงานแบบกลุ่ม

source: Track order
th: ติดตามคำสั่งซื้อ

source: Apply coupon
th: ใช้คูปอง

# remindLater
source: Remind me later
th: เตือนอีกครั้ง

source: Pull to refresh
th: ดึงเพื่อรีเฟรช

source: Filters
th: ตัวกรอง

source: Sort
th: จัดเรียง

source: In stock
th: มีสินค้า

source: Promo
th: โปร

# searchRecent
source: Recent searches
th: การค้นหาล่าสุด

source: Search results
th: ผลการค้นหา

source: Brand Highlights
th: แบรนด์แนะนำ

source: Promo Highlights
th: โปรแนะนำ

# profileSecurity
source: Security
th: ความปลอดภัย

# productSpecs
source: Product specifications
th: ข้อมูลสินค้า

# twoFactor
source: 2FA
th: ยืนยันตัวตน 2 ขั้นตอน

source: Change password
th: เปลี่ยนรหัสผ่าน

# addressBook
source: Addresses
th: ที่อยู่

source: Orders
th: คำสั่งซื้อ

source: Wishlist
th: สินค้าที่อยากได้

source: Payment methods
th: การชำระเงิน

source: Notification settings
th: การแจ้งเตือน

source: Dark theme
th: โหมดมืด
